[{
    "opening":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.",
    "title":"Pride And Prejudice"
  },{
    "opening":"All happy families are alike; each unhappy family is unhappy in its own way.",
    "title":"Anna Karenina"
  },{
    "opening":"It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way.",
    "title":"A tale of two cities"
  },{
    "opening":"It was a bright cold day in April, and the clocks were striking thirteen.",
    "title":"1984"
  },{
    "opening":"It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, and I didn't know what I was doing in New York.",
    "title":"The Bell Jar"
  },{
    "opening":"If you really want to hear about it, the first thing you'll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don't feel like going into it, if you want to know the truth.",
    "title":"The Catcher in the Rye"
  },{
    "opening":"In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since. Whenever you feel like criticising any one, he told me, just remember that all the people in this world haven’t had the advantages that you’ve had.",
    "title":"The great gatsby"
  },{
    "opening":"As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a monstrous vermin.",
    "title":"The metamorphosis"
  },{
    "opening":"Call me Ishmael.",
    "title":"Moby Dick"
  },{
    "opening":"The sun shone, having no alternative, on the nothing new.",
    "title":"Murphy"
  },{
    "opening":"All children, except one, grow up.",
    "title":"Peter Pan"
  },{
    "opening":"Xxxxxxxx, light of my life, fire of my loins. My sin, my soul. Xx-xxx-xx: the tip of the tongue taking a trip of three steps down the palate to tap, at three, on the teeth. Xx. xxx. xx.",
    "title":"Lolita"
  },{
    "opening":"There was no possibility of taking a walk that day.",
    "title":"Jane Eyre"
  },{
    "opening":"Mother died today. Or maybe, yesterday; I can't be sure.",
    "title":"The Stranger"
  },{
    "opening":"He was an old man who fished alone in a skiff in the Gulf Stream and he had gone eighty-four days now without taking a fish.",
    "title": "The old man and the sea"
  }]























